Repository: Litefyr/Litefyr.Integration
Catalog: Resources/Private/Translations/*/NodeTypes/Document/DataPrivacy.xlf
Languages: de

# ui.label
source: Data privacy
de: Datenschutz

# groups.settings
source: Standard data protection
de: Standard Datenschutz

# properties.useDefaultDataPrivacy
source: Use standard data protection
de: Standard Datenschutz verwenden

# properties.useDefaultDataPrivacy.ui.help.message
source: No liability is assumed for the accuracy of the content. Please check the content for accuracy and completeness.
de: Es wird keine Haftung für die Richtigkeit der Inhalte übernommen. Bitte prüfen Sie die Inhalte auf Richtigkeit und Vollständigkeit.

# properties.hasNewsletter
source: Newsletter mailing
de: Newsletterversand

# properties.hasForms
source: Forms
de: Formulare

# properties.hasMembers
source: Member administration
de: Mitgliederverwaltung

# properties.responsibleAddress
source: Display address for person responsible
de: Adresse bei Verantwortlicher anzeigen

# properties.name
source: Name of the person responsible
de: Name des Verantwortlichen

# properties.name.textAreaEditor.placeholder
source: Take value from start page
de: Wert von Startseite übernehmen

# properties.responsibleEmail
source: Email data protection officer
de: E-Mail Datenschutzbeauftrager
