Repository: Litefyr/Litefyr.Integration
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# contentcollection.label[0]
source: {0} content element
de: {0} Inhaltselement

# contentcollection.label[1]
source: {0} content elements
de: {0} Inhaltselemente

# numberOfArticles[0]
source: {0} article
de: {0} Artikel

# numberOfArticles[1]
source: {0} articles
de: {0} Artikel

# pleaseSetLink
source: Please set a link in the inspector
de: Bitte setzen Sie einen Link im Inspektor

# pleaseSetTitle
source: Please set a title in the inspector
de: Bitte Titel im Inspektor angeben

# pleaseSetName
source: Please set a name in the inspector
de: Bitte Namen im Inspektor angeben

# pageNotShowInFrontend
source: This page is not displayed in the frontend.
de: Diese Seite wird im Frontend nicht angezeigt.

# addContentElements
source: Please insert content elements
de: Bitte Inhaltselmente einfügen

# noDocumentsSelected
source: No documents have been selected in the inspector.
de: Es wurden keine Dokumente im Inspektor ausgewählt.

# pleaseSetValues
source: Please set values in the inspector for the display
de: Bitte setzen Sie Werte im Inspektor für die Anzeige
